Wiznet/wsm_driver/examples/tftp/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_COMPILER_OPTIMIZATION_PERF=y
# CONFIG_COMPILER_OPTIMIZATION_DEBUG is not set
# WIZnet chip defaults to W5500; switch to W6300 in menuconfig:
#   Component config -> WIZnet TOE Component -> WIZnet chip
